Repository: merlinofcha0s/sortyquizz-app
Catalog: lib/l10n/intl_*.arb
Languages: fr

# pageLoginBar
source: Login
fr: Se connecter

# pageLoginTitle
source: Welcome to SortyQuizz
fr: Bienvenue sur SortyQuizz

# pageLoginLoginButton
source: Sign in
fr: S'identifier

# pageLoginRegisterButton
source: Register
fr: Créer un compte

# pageLoginErrorAuthentication
source: Problem when authenticate, verify your credential
fr: Un problème est survenu, veuillez vérifier vos identifiants

# pageRegisterTitle
source: Register
fr: Créer un compte

# pageRegisterFormEmailHint
source: you@example.com
fr: you@exemple.com

# pageRegisterFormPassword
source: Password
fr: Mot de passe

# pageRegisterFormConfirmPassword
source: Confirm password
fr: Confirmer le mot de passe

# pageRegisterFormTermsConditions
source: I accept the terms of use
fr: J'accepte les conditions générales d'utilisations

# pageRegisterFormTermsConditionsNotChecked
source: 'Please accept the terms and conditions'
fr: Merci d'accepter les conditions générales d'utilisations

# pageRegisterFormSubmit
source: Sign up
fr: Créer un compte

# pageRegisterErrorMailExist
source: Email already exist
fr: Cette adresse existe déjà

# pageRegisterErrorLoginExist
source: Login already taken
fr: Cet identifiant est déjà pris

# pageRegisterErrorPasswordNotIdentical
source: The passwords are not identical
fr: Les mots de passe ne sont pas identiques

# pageRegisterSuccessAltImg
source: Register success
fr: Votre compte a été créé avec succés

# pageRegisterSuccess
source: Congratulation
fr: Félicitation

# pageRegisterSuccessSub
source: You have successfuly registered
fr: Votre compte a été créé avec succés

# pageMainProfileButton
source: Your profile
fr: Résumé du profil

# pageMainEventButton
source: Event
fr: Evénement

# pageMainOpenPackButton
source: Open pack
fr: Ouvrir un pack

# pageMainMarketButton
source: Marketplace
fr: Boutique

# pageOpenPackAppBar
source: Open pack
fr: Ouvrir un pack

# pageOpenPackMyPacks
source: My packs
fr: Mes packs

# pageOpenPackFilter
source: Filter
fr: Filtre

# pageOpenPackLife
source: life(s)
fr: vie(s)

# pageOpenPackLevel
source: Level
fr: Niveau

# pageOpenPackBuyPack
source: Buy a pack
fr: Acheter un pack

# pageQuizzStep1Lvl
source: lvl
fr: niv

# pageQuizzStep1QuestionTimer
source: Timer
fr: Minuteur

# pageQuizzStep1WonCard
source: Cards won
fr: Cartes gagnées

# pageFinishStep1TitleSucceed
source: Congratulations
fr: Félicitations

# pageFinishStep1TitleFail
source: You loose...
fr: Perdu...

# pageFinishStep1SubTitleSuccess
source: You have win {numberCardsWon} cards
fr: Vous avez gagné les {numberCardsWon} cartes à classer

# pageFinishStep1SubTitleFail
source: You didn't get enough cards
fr: Vous n'avez pas récupéré assez de carte pour continuer

# pageFinishStep1UsedQuestion
source: Questions consumed
fr: Questions utilisées

# pageFinishStep1UsedTime
source: Time consumed
fr: Temps passé

# pageFinishStep1StartStep2
source: Start sorting
fr: Démarrer le classement

# pageFinishStep1RestartPackStep1
source: Restart this pack
fr: Recommencer ce pack

# pageFinishStep1ActionLifeLeft
source: You have {numberOfLifeLeft} life(s) left
fr: Il vous reste {numberOfLifeLeft} vie(s)

# pageFinishStep1AbortPack
source: Abort
fr: Abandonner

# pageFinishStep1AbortPackSubtitle
source: If you abort now you'll loose all the life left in the pack.
fr: Attention si vous abandonnez maintenant, vous perdrez toutes vos vies du pack.

# pageFinishStep1ActionLooseWithoutLife
source: Buy a life for xx po
fr: Acheter une vie pour xx po

# pageFinishStep1LooseWithoutLife
source: You don't have life left...
fr: Vous n'avez plus de vie...

# pageSortCardValidate
source: Validate
fr: Valider
